/*
 * GuestNetwork.strings
 * MacConfig
 */

"AirPort.GuNe"			= "Konuk Ağı";

"GuestNetworkDescription" = "Konuk ağı, kablosuz istemcilerin özel ağınıza erişmeden Internet'e bağlanmalarını sağlar.";
"GuestNetworkDescriptionWithWANServices" = "Konuk ağı, kablosuz istemcilerin Internet'e bağlanmalarını ve ağ servislerinin WAN kapısı üzerinden kullanılmasını sağlar.";
"GuestNetworkNameDefault" = "Konuk Ağı";
"RADIUSNotForGuestNet" = "RADIUS erişim denetimi, ana ağa erişimi sınırlamak için kullanılır ve konuk ağını etkilemez.";
"GuestNetworkSecurityHigherThanMainNetwork" = "Konuk ağı, ana kablosuz ağdan daha güvenlidir.";
"CantExtendGuestNetwork" = "%@ konuk ağını genişletemiyor. Farklı bir ağ seçin.";
"CantJoinGuestNetwork" = "%@ konuk ağına katılamıyor. Farklı bir ağ seçin.";

"BandwidthLimitingDescription" = "Konuk ağının Internet bant genişliğini sınırlama, konukların Internet bağlantınızı aşırı kullanmasını engeller. Aşağıdaki açılır menüden Internet bağlantı hızınızı seçin.";
"InternetConnectionSelectSpeedDescription" = "Internet bağlantı hızlarınızı seçin. Bu hızlar konusunda emin değilseniz, Internet servis sağlayıcınıza danışın.";
"KilobitsPerSecond" = "Kb/sn";
"MegabitsPerSecond" = "Mb/sn";
"FormattedBitsPerSecond" = "%@ bit/sn";
"FormattedKilobitsPerSecond" = "%@ Kb/sn";
"FormattedMegabitsPerSecond" = "%@ Mb/sn";
"InternetConnectionSpeed" = "Internet Bağlantı Hızınız:";
"InternetConnectionFastDownstream" = "6144";
"InternetConnectionFastUpstream" = "768";
"InternetConnectionMediumDownstream" = "1536";
"InternetConnectionMediumUpstream" = "512";
"InternetConnectionBasicDownstream" = "768";
"InternetConnectionBasicUpstream" = "128";
"title_Fast" = "Hızlı";
"title_Medium" = "Orta";
"title_Basic" = "Temel";
"title_Custom" = "Özel";
"title_Custom_Ellipsis" = "Özel…";

/* kACPProblemCodeWANRejectedDHCPOfferGuest */
"waRg" = "Konuk Ağında DHCP Çelişkisi";
"waRg.description" = "Bu AirPort kablosuz ağ aygıtı, konuk ağı için olan dahili DHCP sunucusuyla aynı alt ağda olan bir DHCP adresini reddetti. Konuk ağının DHCP aralığını değiştirmelisiniz.";
"waRg.remedy" = "Internet…";

/* vErrGuestNetDHCPRangeConflictWithMainNetDHCP */
"vErr.gnDh" = "Girdiğiniz konuk ağının DHCP aralığı, ana kablosuz ağınız için seçtiğiniz DHCP aralığıyla çelişiyor. Farklı bir DHCP aralığı seçin.";
/* vErrGuestNetNameCantMatchRadioName */
"vErr.gnRn" = "Konuk ağının adı, ana ağ adıyla aynı olamaz. Farklı bir konuk ağı adı seçin.";

"bsGE" = "Konuk ağını etkinleştir";
"bsGN" = "Konuk Ağı Adı";
"bsGS" = "Konuk Ağı Güvenliği";
"bsGS.1" = "Yok";
"bsGS.5" = "WPA/WPA2 Kişisel";
"bsGS.7" = "WPA2 Kişisel";
"bsGP" = "Konuk Ağı Parolası";
"bsGD" = "Konuk Ağının DHCP Aralığı";
"bsUB" = "Internet Sunucusuna Gönderme Hızınız";
"bsDB" = "Internet Sunucusundan Alma Hızınız";
"bsBW" = "Konuk ağının bant genişliğini sınırla";
"bsBW.0"= "Sınırsız";
"bsBW.1"= "Sunucuya Giden Bant Genişliğini Sınırla";
"bsBW.2"= "Sunucudan Gelen Bant Genişliğini Sınırla";
"bsBW.3"= "Her İkisini de Sınırla";
"gnBg" = "Konuk Ağının DHCP Başlangıç Adresi";
"gnEn" = "Konuk Ağının DHCP Bitiş Adresi";
"gnLe" = "Konuk Ağında DHCP Tutma";
"gnMg" = "Konuk Ağının DHCP İletisi";
"gn95" = "Konuk Ağının LDAP Sunucusu";
"bsAG" = "Konuk ağı istemcilerinin birbiriyle iletişim kurmasına izin ver";
"bsAG.short" = "İstemcilerin birbiriyle iletişim kurmasına izin ver";

"GuestNetworkPanelHeader" = "Konuk Ağı Ayarlama";
"ReconfigureGuestNetwork" = "Konuk Ağı";
"ReconfigureGuestNetworkEnabled" = "Bu %@, kablosuz istemcilerin özel ağınıza erişmeden Internet'e bağlanmalarını sağlayan konuk ağı yaratacak şekilde ayarlandı.";
"ReconfigureGuestNetworkEnabledWithWANService" = "Bu %@, kablosuz istemcilerin Internet'e bağlanmalarını ve ağ servislerinin WAN kapısı üzerinden kullanılabilmesini sağlayan konuk ağı yaratacak şekilde ayarlandı.";
"ReconfigureGuestNetworkDisabled" = "Bu %@, kablosuz istemcilerin özel ağınıza erişmeden Internet'e bağlanmalarını sağlayan konuk ağı yaratmayacak şekilde ayarlandı.";
"ReconfigureGuestNetworkDisabledWithWANService" = "Bu %@, kablosuz istemcilerin Internet'e bağlanmalarını ve ağ servislerinin WAN kapısı üzerinden kullanılabilmesini sağlayan konuk ağı yaratmayacak şekilde ayarlandı.";

"OnePanelGuestNetworkDefaults" = "Diğer kişilerin özel ağınıza erişmeden Internet'e bağlanmalarını sağlamak için de güvenli bir “%@” yaratılabilir.";
"OnePanelGuestNetworkDefaultsWithWANService" = "Diğer kişilerin Internet'e erişmelerini ve ağ servislerinin WAN kapısı üzerinden kullanılabilmesini sağlamak için de güvenli bir “%@” yaratılabilir.";